used for dimension equality formats defining
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.1090.0)
  Since:  2017 Subscription Update
 Syntax
  C#
public class DimensionEqualityLabelFormatting : IDisposable
  Visual Basic
Public Class DimensionEqualityLabelFormatting _
	Implements IDisposable
  Visual C++
public ref class DimensionEqualityLabelFormatting : IDisposable
 Remarks
 Dimension Equality label formatting class
 Inheritance Hierarchy
  System Object
  Autodesk.Revit.DB DimensionEqualityLabelFormatting
 See Also
  DimensionEqualityLabelFormatting Members
  Autodesk.Revit.DB Namespace